# NordicRuneのマスターデータを作成する
NordicRune.create([
  { name: 'フェオ', meaning: '財産、報酬、実り', latin_letters_transcription: 'F', color: '明るい赤', 
    normal_position: '「フェオ」とは家畜を意味しています。古の時代、家畜は富を生み出すものであり、立派な財産でした。このことから「財産」「利益」を表します。家畜は子供を生み増えていくことから、「発展」も意味します。
                      ただし一気に増える富ではなく、努力と共に得られる地道で着実な利益を表しています。努力を維持することは必要ですが、それに伴って物事が好転し、良い結果として実を結ぶという暗示です。', 
    inverted_position: '経済的なトラブルを示しています。近道や裏技など考えず、真面目にコツコツと努力すべきだという暗示です。また、自分の利益ばかり意識して人に対する親切や配慮を忘れていると警告されています。見返りを期待するほど、失ってしまうでしょう。' 
  },


])