# NordicRuneのマスターデータを作成する
NordicRune.create([
  { name: 'フェオ', meaning: '財産、報酬、実り', latin_letters_transcription: 'F', color: '明るい赤', 
    normal_position: '「フェオ」とは家畜を意味しています。古の時代、家畜は富を生み出すものであり、立派な財産でした。このことから「財産」「利益」を表します。家畜は子供を生み増えていくことから、「発展」も意味します。

    ただし一気に増える富ではなく、努力と共に得られる地道で着実な利益を表しています。努力を維持することは必要ですが、それに伴って物事が好転し、良い結果として実を結ぶという暗示です。', 
    inverted_position: '経済的なトラブルを示しています。近道や裏技など考えず、真面目にコツコツと努力すべきだという暗示です。また、自分の利益ばかり意識して人に対する親切や配慮を忘れていると警告されています。見返りを期待するほど、失ってしまうでしょう。' 
  },
  { name: 'ウル', meaning: '一途、果敢、野生', latin_letters_transcription: 'U', color: '深い緑', 
    normal_position: '「野生の牛を表すルーンです。雄々しくエネルギッシュに活動することができる時であることを示しています。自然体でいることで、最大限の力を発揮できるでしょう。誰かに依存したり阻まれたりすることなく自分の思うままに進めます。勇ましく戦って勝利を勝ち取ってください。', 
    inverted_position: 'エネルギーが不足しており、意志が弱くやる気の無い状態です。判断を誤りやすく、すぐに投げ出してしまいがちでもあるので注意しましょう。または暴走している・周りが見えなくなっているので冷静になれというアドバイスである場合もあります。' 
  },
  { name: 'ソーン', meaning: '巨人、足止め、遅延、棘、衝動、助言', latin_letters_transcription: 'Th', color: '明るい赤', 
    normal_position: '北欧神話に登場する雷神トールを象徴するルーンです。行く道に妨害があることが予想されます。しかもそれは自分自身の攻撃性や欲望が原因。それゆえに自覚しにくい状態です。危険な状況ですので、つとめて慎重に行動すべき時です。特に人に対して攻撃的にならないように気をつけましょう。', 
    inverted_position: '正位置の状態がよりひどくなっていることを表します。自分がいかに人を傷つけているかを自覚できないばかりか、もはや人の助言を受け入れることもできません。自分さえ良ければいいという思いを改めましょう。' 
  },
  { name: 'アンスル/アンスール', meaning: '返事、コミュニケーション、情報', latin_letters_transcription: 'A', color: '暗い青', 
    normal_position: '北欧の神々の主神・オーディンを表すルーンです。言葉やコミュニケーションを司ります。積極的に人と交流の機会を持つと良いでしょう。メールや電話ではなく、直接会ってやりとりを行うのが吉です。大事なメッセージを入手できそう。勉学・知識という意味もあり、その場合は学業成就を暗示することになります。', 
    inverted_position: '信頼できない情報や嘘の話にまどわされてしまう可能性があります。コミュニケーション不足や知識が無いことが原因でしょう。自分でよく調べるか、様々な人に尋ねて豊かな見識を持ちましょう。' 
  },
  { name: 'ラド', meaning: '車輪、移動、旅', latin_letters_transcription: 'R', color: '明るい赤', 
    normal_position: '車輪を表すルーンです。移動に関する事柄、たとえば旅や引っ越しなどを暗示しています。距離の移動を伴わずとも、積極的な行動全般を司っています。動くこと、スピーディーに活動することが吉とされます。また、メッセージという意味もあります。遠くから吉報が届くでしょう。', 
    inverted_position: '物事の停滞や旅先でのトラブルを表します。なんとなく動くのが億劫になってしまい、何かを始めることもしづらい時期です。交通事故なども暗示することがあります。正位置とは逆に、むやみな移動は控えた方が良いでしょう。物事に行き詰まった場合は、計画再考の余地があるかもしれません。' 
  },
  { name: 'ケン', meaning: '知恵、ひらめき、やる気、情熱、炎', latin_letters_transcription: 'K', color: '赤', 
    normal_position: '燃えさかる炎を表すルーンです。燃えるような情熱と溢れるパワー、ダイナミックな動きを表します。物事を始めるのにちょうどよいタイミングでしょう。滞っていた物事も動き出します。復活や回復も司るので、病気は快方に向かい体力が戻ってくるでしょう。', 
    inverted_position: '倦怠期、やる気の削がれた状態を表します。受け身になりやすく、どんどん予定は延びてしまうでしょう。ガンバレと言われても無理な時期。せめて現状維持につとめましょう。' 
  },
  { name: 'ギューフ', meaning: 'ギフト、愛情、才能', latin_letters_transcription: 'G', color: '深い青', 
    normal_position: 'ギフト、つまり贈り物を表すルーンです。この場合贈り物とは物質のことではなく、産まれるときに神様から愛を込めて与えられたもの、すなわち才能や能力を意味しています。障害があっても乗り越える、恋人同士の愛の力も意味します。不自由なく生活でき、心が満たされた状況となるでしょう。あなたを信頼し、愛をくれる人々に感謝を示しましょう。そうすればあなたに同じだけ返ってきます。', 
    inverted_position: 'なし' 
  },
  { name: 'ウィン', meaning: '喜び、満足、果実', latin_letters_transcription: 'W', color: '黄', 
    normal_position: '達成とその喜びを表すルーンです。願いが叶うこと、幸運が訪れることを表します。あなたは希望していたとおりに物事を達成することが出来るでしょう。これは仕事、恋愛などあらゆる面に適用されます。', 
    inverted_position: '意図しない不運や不幸に見舞われること、願いが叶わないこと、思い通りに行かないことを表します。しかし、それはあなたの願いを叶えたいという思いが弱いゆえに努力が足りていないことや、心から望んでいる願いではないことが原因ではないでしょうか。今一度、あなたの本当の喜び・望みとは何か考えてみてください。' 
  },
  { name: 'ハガル', meaning: 'トラブル、破壊、変化、雹', latin_letters_transcription: 'H', color: '明るい青', 
    normal_position: '雹（ひょう）を表すルーンです。突然のアクシデント、予測できない禍を意味します。予測不能ゆえに予防策も取れず、どうしようもない状況に陥る可能性がありますが、うまく機転を利かせることでピンチをチャンスに変えることもできるかもしれません。
    
    また、その時は痛い目に遭ったりショックを受けたりしても、あとあとから考えれば教訓になった、結果として良い方向にいくことができたということがあります。前向きにとらえましょう。', 
    inverted_position: 'なし' 
  },
  { name: 'ニイド', meaning: '欠乏、停滞、忍耐', latin_letters_transcription: 'N', color: '黒', 
    normal_position: '「need」つまり必要性を表すルーンです。何かが必要なのに欠乏していること、貧困な状態を意味しています。現状で足りないものを見つけ、それを補う努力をしましょう。不足した何かが満たされるまでには、長い時間や労力を必要とするかもしれません。しかし、諦めずに頑張り続けることでいつかは素晴らしい結果となり、あなたの糧となることでしょう。',
    inverted_position: '正位置と同じように欠乏と貧困を表しますが、その程度がより大きくなります。この欠乏を補うのにはかなりの忍耐力と根気が必要となるでしょう。精神的なプレッシャーが大きく、動きづらい、頑張りたくても難しいと感じることもあるかも知れません。諦めることやいったん仕切り直すことを考えてもいいでしょう。' 
  },
  { name: 'イス', meaning: '凍結、安定、停滞、氷', latin_letters_transcription: 'I', color: '黒', 
    normal_position: '氷を表すルーンです。凍ってしまったように物事が停滞することを表します。停滞の原因は、あなた自身の疲れ、興味の喪失の他、相手の都合や成り行き上などどうしようもないところにある場合もあります。これを回復させるのは難しく、そのまま終焉となってしまうことも多いでしょう。良い時期が来るまで保留にするか、それとも思い切って終わりにするか。せめて最後の決断はあなたの手で行ってください。',
    inverted_position: 'なし' 
  },
  { name: 'ヤラ', meaning: '収穫、努力、一年', latin_letters_transcription: 'J', color: '明るい青、明るい黄、明るい茶', 
    normal_position: '一年の締めくくり、収穫を表すルーンです。これまでの努力が実り、報酬を得ることが出来るでしょう。今まであなたが頑張ってきたならば、相応の良い結果を受け取れるはずです。また、あなたの得た成果を周りに発表する・表現する時であるということでもあります。しっかりアピールすれば、周りはあなたを認め賞賛してくれます。恋愛なら結婚など、ゴールにたどり着くべき時期であることを示します。',
    inverted_position: 'なし' 
  },
  { name: 'ユル', meaning: '死と再生、転換、変化、転生', latin_letters_transcription: 'Y', color: '暗い青', 
    normal_position: 'ユルはイチイの木を表しています。イチイは寿命が長く、年中青い葉を茂らせる常緑樹であることから不滅性や再生の象徴とされており、西洋では墓地によく植えられる植物です。死と復活を意味するルーン。また、弓の材料となることから危機や戦いなども意味しています。

    物事が終わりを迎える暗示ですが、悲しんだり恐れたりするよりも、むしろスッキリすることでしょう。死は新たな始まりでもあります。次のステップに進む準備が整ったのだととらえ、気持ちを切り替えて新しいスタートを切りましょう。',
    inverted_position: 'なし' 
  },
  { name: 'ペオス/ペイオース', meaning: '思わぬ展開、意外な事実、ギャンブル、予想外', latin_letters_transcription: 'P', color: '黒', 
    normal_position: 'ダイスカップを意味するルーンです。ギャンブル性の強い状態、そしてツキが回って来ていることを暗示しています。勝負運が高まっており、賭けには乗るのが吉です。強運を引き寄せることができるでしょう。普段ならためらうような大胆な行動に出てもいいかもしれません。',
    inverted_position: '正位置とは逆に、勘が鈍っている時。隠していた秘密がバレてしまったり、会いたくない人と鉢合わせしてしまったりと、タイミングも運も悪い状態です。状況が不安定になりやすくなっています。いい加減な予想で行動すると失敗してしまいますから、慎重に確実性のある道を選びましょう。' 
  },
  { name: 'エオロー', meaning: '友情、仲間、保護、平和', latin_letters_transcription: 'Z', color: '白', 
    normal_position: '立派な角を持つ大鹿を表すルーンです。鹿は群れを作り穏やかに暮らすので、エオローは友情のルーンと呼ばれます。友人との関わりが幸運をもたらしてくれるでしょう。周りの人から援助や癒やしをもらうことができます。恋も友達の輪の中から発展していきそうです。
    また、保護や防御を意味してもいます。',
    inverted_position: '人との関わりが上手くいかなくなります。信頼していた友人に騙されたり、関係が切れたりといったことがあるでしょう。周囲との調和がとりにくくなっているので、自分勝手な行動は慎んでください。あるいはあなたが利己的な友人に振り回されて疲れてしまうという可能性もあります。' 
  },
  { name: 'シゲル', meaning: '自信、元気、勝利、太陽', latin_letters_transcription: 'S', color: '金', 
    normal_position: '太陽を表すルーンです。どんな状況でも好転に繋がる、大きな幸運とパワーを持ったルーンです。エネルギーが高まっており、その力で困難なこともやり遂げることが可能。自然体で堂々とした態度でいることが、成功の秘訣です。心身の健康も司ります。病気は快方へ向かうでしょう。規則正しい生活をして、朝は太陽の光をしっかり浴び、体の調子を整えましょう。',
    inverted_position: 'なし' 
  },
  { name: 'ティール', meaning: '戦い、勝利、男性性、向上心、精神力', latin_letters_transcription: 'T', color: '明るい赤', 
    normal_position: '北欧神話における軍神・ティールを表すルーンです。戦い、そして勝利を意味します。恐れずに積極的に人と競うことで成功を掴むことができるでしょう。前向きでアグレッシブな状況である反面、攻撃性や支配欲が強くなってしまっている状態でもあるので、他人と衝突が起きやすい時です。けんか腰な態度や人を傷つける言動は慎むようにしましょう。',
    inverted_position: '戦うための勇気が出ない状態。自分に自信がなく、消極的な態度になってしまいます。すぐに諦めたり、思い切れなくて失敗してしまったりする暗示です。過度な頑張りによって心身に疲労が蓄積していることも表します。ゆっくり休息をとって、体力とモチベーションを回復させましょう。' 
  },
  { name: 'ベオーク', meaning: '母性、慈愛、成長、世話', latin_letters_transcription: 'B', color: '暗い緑', 
    normal_position: 'カバの木（バーチ）を表すルーンです。バーチは痩せた大地や厳しい環境でも育つ強さを持ち、氷河期が終わった後最初に定着した植物なので、始まりと浄化という意味を持っています。また大地と豊穣の女神フレイヤを表してもおり、成長、復活、慈愛と母性の暗示です。

    樹木が育つようにゆっくりと状況が進み、ことが為されていく様子を表します。ゆるやかにですが状況は好転していくでしょう。周りからの思いやりや愛情に満ちた支援を受けることができます。それに感謝して、しっかり歩んでいきましょう。',
    inverted_position: '始める段階で躓くこと、子供に問題が起こること、健康を損なう可能性を表します。また、依存や甘え、自堕落な関係性なども象徴しています。他人任せにせず自立した精神を持ちましょう。' 
  },
  { name: 'エオー', meaning: '変化、成長、協力、独立', latin_letters_transcription: 'E', color: '白', 
    normal_position: '馬を表すルーンです。古代、馬は最も速い移動手段でした。場所を移動することだけでなく、変化するということ全体を意味しています。引っ越しや転職など、環境を変化させることがチャンスに繋がるでしょう。積極性も意味します。

    迷っていることがあるならとりあえず行動してみましょう。新しい流れを作り出すことで、幸運を招き寄せることができます。',
    inverted_position: '変化が悪い影響を引き起こします。無理にものごとを進めようとしても出てくる結果や相手からの返事はどこかちぐはぐで、「こんなはずじゃなかった」と思ってしまうかも。

    旅先でのトラブルも意味しています。行動するときはよく考えてからにしましょう。多少予定が押しても、確実性を取るべきです。恋愛では闇雲にアプローチするよりも、自分磨きに徹した方がよい時期です。' 
  },
  { name: 'マン', meaning: '人間、相互扶助、チームワーク', latin_letters_transcription: 'M', color: '赤', 
    normal_position: '人間を表すルーンです。人間関係がうまくいき、あなたを援助してくれる人が現われるでしょう。相手はあなたのことを真剣に考えてくれ、誠意を見せるでしょう。相互扶助を表すルーンなので、あなたも受け取るばかりではなく、相手に同じだけの誠意を返すべきです。そうすれば、至極順調に物事は進むでしょう。',
    inverted_position: '人間関係がうまくいかなくなること、別れを意味します。周りからの協力や援助が得られず、孤独を感じることになるかも。恋愛ではすれ違いから破局につながる恐れも。人との縁が切れてしまうかどうかは、これまでに相手のことをどれだけ思って行動していたかが鍵となるでしょう。' 
  },
  { name: 'ラーグ', meaning: '水、感性、幻想、女性性', latin_letters_transcription: 'L', color: '暗い緑', 
    normal_position: '水を表すルーンです。ルーンの世界で水は感情や霊性と結びついていると考えられており、人の細やかな感性や揺れ動く感情、愛、芸術的センスや霊感の高まりを意味します。直感が冴えている時で、理屈ではなく感情や勘に基づいて物事を決めても良いでしょう。恋愛運が高まっている時でもあり、素敵なロマンスが待っている予感があります。',
    inverted_position: '心が落ち着かず、勘がにぶっている状態を示しています。感情的になって冷静な判断が出来ず、人に流されたり気まぐれに行動したりすることで失敗するおそれを警告されています。また、女性に関するトラブルが起きやすいので気をつけましょう。' 
  },
  { name: 'イング', meaning: '到達、達成、完了、満足', latin_letters_transcription: 'ing', color: '黄', 
    normal_position: '豊穣神・フレイ（別名イング）を表すルーンです。フレイは豊穣や多産、愛を司る神。フレイの支配する領域は、繁栄や生命力の源といえるものたちです。

    このルーンは安定、満足、幸福、発展など、みずみずしい生命力と豊かな実りを象徴するものを意味します。つつがなくものごとを成し遂げることができるでしょう。今取り組んでいる事柄が円満に完了したのち、新しい始まりを援助するものでもあります。',
    inverted_position: 'なし' 
  },
  { name: 'オセル', meaning: '故郷、家族、歴史、伝統、遺産', latin_letters_transcription: 'O', color: '深い黄', 
    normal_position: 'ふるさとを表すルーンです。素朴であたたかく、安定したイメージを持ちます。故郷、家に関する物事を意味します。家族の繋がりを大事にしましょう。困ったときは帰郷してリフレッシュするとか、家族・親族に相談すると良い方向へ向かうきっかけが得られるかも知れません。

    遺産や不動産、伝統ある文化や技術のことも表しています。先人の知恵を借り、古くからのしきたりに則って行動すると良いでしょう。',
    inverted_position: '家族間のトラブルを示します。遺産、財産等に関係するもめ事が起きるかもしれません。また、故郷と疎遠になってしまい孤独を感じることがあるでしょう。古すぎる価値観に縛られて柔軟に考えることが出来ない状態であることも表します。時代の流れに合わないルールは見直し、刷新していきましょう。' 
  },
  { name: 'ダエグ', meaning: '終わりと始まり、日常のサイクル、地道さ、ルーティンワーク', latin_letters_transcription: 'D', color: '明るい青', 
    normal_position: '一日を表すルーン。繰り返される昼と夜、物事の始まりと終わりを意味しています。何気ない穏やかな日常をつつがなく進めるというのは、一見なんでもないけれどもとても大事なこと。焦らずにいつも通りでいましょうという暗示です。

    また、地道な努力を継続することの大切さを説いてもいます。一朝一夕には為し得ない物事も、日々の積み重ねによって大成させることができるでしょう。',
    inverted_position: 'なし' 
  },
  { name: 'ウィルド', meaning: '宿命、運命、可能性、未知', latin_letters_transcription: 'なし', color: '白または黒', 
    normal_position: '何も書かれていない白紙のルーンです。ブランクルーンとも呼ばれます。この一つだけは現代のルーン占いの形態が作られた際に追加された、比較的歴史の新しいものです。人生の大きな節目、転換期などを表しています。

    曖昧な状況やあらがえない流れを指し、それを受け入れなさいという助言をくれています。また、未知の部分を人生の可能性と解釈し、前向きにとらえていけというメッセージでもあります。複数個のルーンで占う場合、一緒に出た他のルーンとのコンビネーション読みを行うことがあります。',
    inverted_position: 'なし' 
  },

])